{
  "page": 1,
  "total_results": 7,
  "total_pages": 1,
  "results": [
    {
      "popularity": 11.264,
      "vote_count": 997,
      "video": false,
      "poster_path": "/wwo81W8PxHREEprnrJRww471hWm.jpg",
      "id": 262543,
      "adult": false,
      "backdrop_path": "/281QVUuSYKBgtdxmr5iAM7YDUZw.jpg",
      "original_language": "en",
      "original_title": "Autómata",
      "genre_ids": [
        878,
        53
      ],
      "title": "Automata",
      "vote_average": 5.7,
      "overview": "Jacq Vaucan, an insurance agent of ROC robotics corporation, routinely investigates the case of manipulating a robot. What he discovers will have profound consequences for the future of humanity.",
      "release_date": "2014-10-10"
    },
    {
      "popularity": 1.4,
      "id": 242334,
      "video": false,
      "vote_count": 2,
      "vote_average": 5,
      "title": "Automata",
      "release_date": "2011-09-17",
      "original_language": "en",
      "original_title": "Automata",
      "genre_ids": [
        9648,
        12,
        14
      ],
      "backdrop_path": "/Z0omjDWQNesi8fIIWTw5l4jWEb.jpg",
      "adult": false,
      "overview": "Automata is the eerie, black-humoured story of Henry, the last in a long line of duck hunters. The film examines the connection between hunter and prey and obsession in the face of extinction. It posits the question 'what would happen to someone at the tipping point; the moment where they are directly responsible for the extinction of an entire species'  Duck hunting in Australia is a very contentious issue and every year hunters and protesters clash.  The experimental side is evidenced with the lack of dialog, non-linear narrative and a 'score' by Belgian sound designer Christina Clar. The majority of the sound tracking and design was completed before the edit in Australia, thus reversing the usual process. The sound post production was completed in Brussels and includes recordings from deep within remote caves.",
      "poster_path": "/6yqlb0mEbkyo3uuR0mbZjq8Y97b.jpg"
    },
    {
      "popularity": 1.637,
      "id": 324174,
      "video": false,
      "vote_count": 11,
      "vote_average": 6.8,
      "title": "The Automatic Hate",
      "release_date": "2015-03-15",
      "original_language": "en",
      "original_title": "The Automatic Hate",
      "genre_ids": [
        18,
        35
      ],
      "backdrop_path": "/zIxkAGkXOEECTgUGnryD9HdITWu.jpg",
      "adult": false,
      "overview": "When Davis Green's (Joseph Cross) alluring young cousin Alexis (Adelaide Clemens) appears on his doorstep one night, he discovers that a side of his family has been kept secret from him. Against his father’s wishes, Davis travels to rural, upstate New York to meet his other cousins. While wrestling with a taboo attraction to one another, he and Alexis attempt to reunite their families, uncovering the reasons behind a long-standing rift and the shocking secret that tore their fathers apart. Together, their discoveries force them to confront the temptation to keep their familial grudge going rather than end it.",
      "poster_path": "/zOzNHAQYeIX4LbFqG7C6l4irqln.jpg"
    },
    {
      "popularity": 2.401,
      "vote_count": 0,
      "video": false,
      "poster_path": "/6NV85pZdau5P3D6k2jTIn2wOusN.jpg",
      "id": 574047,
      "adult": false,
      "backdrop_path": "/hl0aZrqbn4M13ND7PI686GyzX8F.jpg",
      "original_language": "en",
      "original_title": "The Devil's Machine",
      "genre_ids": [
        27
      ],
      "title": "The Devil's Machine",
      "vote_average": 0,
      "overview": "Antique expert Brendon Cole is summoned to authenticate a 300-year-old clockwork doll with a notoriously dark history known as The Inferno Princess. In the remote Highlands mansion where it has recently been uncovered, Brendon soon finds himself the victim of the automaton’s legendary curse as the malevolent forces surrounding it are terrifyingly awakened.",
      "release_date": "2019-03-02"
    },
    {
      "popularity": 6.333,
      "id": 14112,
      "video": false,
      "vote_count": 89,
      "vote_average": 6.3,
      "title": "Auto Focus",
      "release_date": "2002-10-18",
      "original_language": "en",
      "original_title": "Auto Focus",
      "genre_ids": [
        80,
        18
      ],
      "backdrop_path": "/icDfriIZfwv6HjdkruPLdNK0g7H.jpg",
      "adult": false,
      "overview": "A successful TV star during the 1960s, former \"Hogan's Heroes\" actor Bob Crane projects a wholesome family-man image, but this front masks his persona as a sex addict who records and photographs his many encounters with women, often with the help of his seedy friend, John Henry Carpenter. This biographical drama reveals how Crane's double life takes its toll on him and his family, and ultimately contributes to his death",
      "poster_path": "/9Zharuwc4DK5UuqoMN7Y2vZjdWn.jpg"
    },
    {
      "popularity": 2.895,
      "id": 38610,
      "video": false,
      "vote_count": 11,
      "vote_average": 5.1,
      "title": "Automatic",
      "release_date": "1995-04-08",
      "original_language": "en",
      "original_title": "Automatic",
      "genre_ids": [
        28,
        878,
        27,
        53
      ],
      "backdrop_path": "/iqOolh4tDioyCoH4CgKgMN1d3cR.jpg",
      "adult": false,
      "overview": "Robgen industries newest security system is \"The J Series Automatic\", an android model designed and programmed to protect humans from violent attacks. But one night, an Automatic named J269 discovers a Robgen executive trying to rape a female employee named Nora Rochester. While trying to stop the crime, he inadvertently kills the executive. At this point, J269 then calls Goddard Marx (his creator and a Robgen chairman) to inform him of the incident. Marx tells the android to stay there with Rochester until help arrives, but Marx is intent on sweeping the fiasco under the rug by sending mercenaries to eliminate both J269 and Rochester. Now the two are fugitives on the run from a para-military hit squad.",
      "poster_path": "/xZWETLWVQ4b9Xu2EruLxyBzXyoO.jpg"
    },
    {
      "popularity": 0.752,
      "id": 127675,
      "video": false,
      "vote_count": 3,
      "vote_average": 5.5,
      "title": "Neutron the Atomic Superman vs. the Death Robots",
      "release_date": "1962-08-10",
      "original_language": "es",
      "original_title": "Los autómatas de la muerte",
      "genre_ids": [
        878,
        28,
        27
      ],
      "backdrop_path": null,
      "adult": false,
      "overview": "The evil scientist Dr. Caronte plots to revive the brains of three dead scientists and use them to obtain the formula for the super-powerful neutron bomb. The resulting creation needs blood lots of blood, sending Caronte's midget assistant Nick and his legion of mutant monsters out to get fresh victims. However, the masked atom-superman Neutron vows to put a stop to Caronte's deeds.",
      "poster_path": "/gh88h6qnqAUAOdEEidWvlqI4IRd.jpg"
    }
  ]
}
